---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ToposolidSubdivision
source: html/62f7584c-175b-0aa4-d1a2-97f9520e3ff6.htm
---
# Autodesk.Revit.DB.GroupTypeId.ToposolidSubdivision Property

Sub-Division.

## Syntax (C#)
```csharp
public static ForgeTypeId ToposolidSubdivision { get; }
```